Revit 2027 API
SpecTypeId.Distance Property
 Distance, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Distance { get; }
Public Shared ReadOnly Property Distance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Distance {
	ForgeTypeId^ get ();
}
static member Distance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace